Repository: amiut/wordpress-simple-newsletter
Catalog: languages/dwnlite-*.po
Languages: fa_ir

source: Newsletter list
fa_ir: لیست خبرنامه

source: Newsletter
fa_ir: خبرنامه

source: Invalid request
fa_ir: درخواست نا معتبر است

source: Please Fill in newsletter form
fa_ir: لطفا فرم خبرنامه را پر کنید

source: Your email address is invalid
fa_ir: آدرس ایمیل نامعتبر است

source: You have already subscribed to our newsletter
fa_ir: شما قبلا در خبرنامه ما عضو شده اید

source: You have successfully registered to our newsletter
fa_ir: شما با موفقیت عضو خبرنامه شدید

source: No info avaliable.
fa_ir: اطلاعاتی یافت نشد.

source: Name
fa_ir: نام

source: Email
fa_ir: ایمیل

source: Phone number
fa_ir: شماره تلفن

source: ٔNewsletter
fa_ir: خبرنامه

source: Export Data
fa_ir: خروجی گرفتن اطلاعات

source: Only emails
fa_ir: فقط ایمیل ها

source: Only phone numbers
fa_ir: فقط شماره تلفن ها

source: All data
fa_ir: همه اطلاعات

source: Download CSV
fa_ir: دانلود فایل csv
